Cilium/performance/abcd/single-perf2/report1500.txt
Requests      [total, rate]            45000, 1500.03
Duration      [total, attack, wait]    29.999742969s, 29.999376164s, 366.805µs
Latencies     [mean, 50, 95, 99, max]  677.432µs, 373.2µs, 2.050041ms, 6.089695ms, 17.272232ms
Bytes In      [total, mean]            1170000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:45000  
Error Set: